<?php

return [
    'Amsak - Signin' => 'لوحة التحكم - أمساك',
    'sign in' => 'تسجيل الدخول الى لوحة التحكم',
    'name' => 'الاسم',
    'Email' => 'البريد الالكترونى',
    'password' => 'كلمة المرور',
    'change_profile_picture' => 'تحديث الصورة الشخصية',
    'Choose file' => 'إختر صورة',
    'Choose pdf' => 'إختر ملف PDF',
    'Choose video' => 'إختر فيديو',
    'remember me' => 'تذكرنى',
    'Login' => 'تسجيل الدخول',
    'Logout' => 'تسجيل الخروج',
    'save' => 'حفظ',
    'update' => 'تحديث',
    'Settings' => 'الاعدادات',
    'Profile' => 'اعدادات الحساب',
    'Lock Screen' => 'شاشة القفل',

    'failed'   => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'throttle' => 'عدد كبير جدا من محاولات الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
];
